<<<<<<< HEAD
version https://git-lfs.github.com/spec/v1
oid sha256:0974a6b8bebe8dedb0433f42ed496eb414f3d38049eac78818b1a3d7427edd64
size 324
=======
[net]
subdivisions=1
inputs=256
batch = 1
momentum=0.9
decay=0.001
time_steps=1
learning_rate=0.5

policy=poly
power=4
max_batches=2000

[gru]
batch_normalize=1
output = 1024

[gru]
batch_normalize=1
output = 1024

[gru]
batch_normalize=1
output = 1024

[connected]
output=256
activation=linear

[softmax]

[cost]
type=sse

>>>>>>> 8ec9b73 (first commit)
