<<<<<<< HEAD
version https://git-lfs.github.com/spec/v1
oid sha256:d33ed4ae1a360b063242b7daf06cf2cb0f038617908aa070737949b797b33fa4
size 364
=======
[net]
subdivisions=8
inputs=256
batch = 128
momentum=0.9
decay=0.001
max_batches = 2000
time_steps=576
learning_rate=0.5
policy=steps
burn_in=10
steps=1000,1500
scales=.1,.1

[lstm]
batch_normalize=1
output = 1024

[lstm]
batch_normalize=1
output = 1024

[lstm]
batch_normalize=1
output = 1024

[connected]
output=256
activation=leaky

[softmax]

[cost]
type=sse

>>>>>>> 8ec9b73 (first commit)
