<<<<<<< HEAD
version https://git-lfs.github.com/spec/v1
oid sha256:8b82a064a80fe3dca5e8cf268368d825befe3f3f0fb613a7c58205bdfaba0f5d
size 433
=======
[net]
subdivisions=1
inputs=256
batch = 1
momentum=0.9
decay=0.001
max_batches = 2000
time_steps=1
learning_rate=0.1
policy=steps
steps=1000,1500
scales=.1,.1

[rnn]
batch_normalize=1
output = 1024
hidden=1024
activation=leaky

[rnn]
batch_normalize=1
output = 1024
hidden=1024
activation=leaky

[rnn]
batch_normalize=1
output = 1024
hidden=1024
activation=leaky

[connected]
output=256
activation=leaky

[softmax]

[cost]
type=sse

>>>>>>> 8ec9b73 (first commit)
