<<<<<<< HEAD
version https://git-lfs.github.com/spec/v1
oid sha256:a124b106024bf99476db8ccaf0b2d375e6c87a151d2817c324fadbd4cb80e2fb
size 400
=======
[net]
batch=128
subdivisions=2
height=256
width=256
channels=3
learning_rate=0.00000001
momentum=0.9
decay=0.0005
seen=0

[convolutional]
filters=32
size=3
stride=1
pad=1
activation=leaky

[convolutional]
filters=32
size=3
stride=1
pad=1
activation=leaky

[convolutional]
filters=32
size=3
stride=1
pad=1
activation=leaky

[convolutional]
filters=1
size=3
stride=1
pad=1
activation=logistic

[cost]

>>>>>>> 8ec9b73 (first commit)
